[{"18674": "18674", "4808211": "10660311", "2013-05-27": "2014-03-02", "4841196": "11600277", "Caron": "Juan Carlos", "Great location. Clean, spacious flat. Would recommend to anyone.": "Mi mejor recomendación para este departamento. Cuida todos los detalles, adicionalmente muy cómodo, limpio, funcional y situado perfectamente. "}, {"18674": "269467", "4808211": "223325774", "2013-05-27": "2018-01-01", "4841196": "41885149", "Caron": "Anita", "Great location. Clean, spacious flat. Would recommend to anyone.": "Perfect place in a perfect area of Barcelona"}, {"18674": "269467", "4808211": "247939103", "2013-05-27": "2018-03-30", "4841196": "120056532", "Caron": "Michael", "Great location. Clean, spacious flat. Would recommend to anyone.": "Nice appartment"}, {"18674": "18674", "4808211": "41087522", "2013-05-27": "2015-08-04", "4841196": "35231385", "Caron": "Shlomi", "Great location. Clean, spacious flat. Would recommend to anyone.": "Big apartment, well equipped.\n<br/>Very good service, excellent location.\n<br/>Recommended."}, {"18674": "18674", "4808211": "81000756", "2013-05-27": "2016-06-20", "4841196": "23223644", "Caron": "Joost", "Great location. Clean, spacious flat. Would recommend to anyone.": "The Check in was fast and flexible. The price is fair, because the flat ist big enough for 8 people if you are flexible as well. We were the in a time where it wasn't so hot outside, so I have no idea how hot it can get inside. This was my second Airbnb stay so I can't compare it so good with other apartments but I would wish me, that the owner, offers the guests more toilet paper  etc. . Because if it is a short stay, you don't want to buy all the staff in big packages. <br/>All in all we are very happy with this decision "}, {"18674": "18674", "4808211": "278588962", "2013-05-27": "2018-06-18", "4841196": "4756672", "Caron": "Marius", "Great location. Clean, spacious flat. Would recommend to anyone.": "Great location and enough space in the apartment for 7 people. Although the mattresses were a bit too soft and the house is quite noisy, its a solid choice for a big group of people for a weekend in barcelona."}, {"18674": "18674", "4808211": "408388148", "2013-05-27": "2019-02-04", "4841196": "118847863", "Caron": "Sonora", "Great location. Clean, spacious flat. Would recommend to anyone.": "Our experience here was mixed. <br/>The location of this flat is super close to La Sagrada Familia, and there are lots of cute restaurants and cafes nearby. <br/>The flat itself wad impersonal and not well represented by the photos. The folks who rent this spot have a bunch of other places in the city. So even though it was spacious, it lacked charm, and was heavily used without being heavily cleaned.<br/>There were extra pillows, but no extra pillow cases; the one spare blanket was covered in unwashed food stains (as was the furniture); and while the large bed was comfy, the small bed I slept in felt like laying on a box filled with metal springs. <br/>I have an Airbnb if my own, and work very hard to accurately represent my space. It was disappointing not to find that to be the case here.<br/>That said, check-in was easy, and when we had trouble with the heater, the response was quick."}, {"18674": "18674", "4808211": "434013302", "2013-05-27": "2019-04-07", "4841196": "23884550", "Caron": "Desirée", "Great location. Clean, spacious flat. Would recommend to anyone.": "Super fast and easy check-in and very friendly service. The price is fair and the apartment has enough space for 7 people. The locations of this flat is amazing. There are lots of cute restaurants, cafes and supermarkets nearby. More or less 3min walking distance to la Sagrada Familia, few bus stops and a metro station close by. <br/>During our stay it wasn't so hot outside so we needed to turn on the heater. It takes a while until it warms up the flat so you may can feel cold as we did."}, {"18674": "18674", "4808211": "437816369", "2013-05-27": "2019-04-15", "4841196": "12182090", "Caron": "Kevin", "Great location. Clean, spacious flat. Would recommend to anyone.": "Amazing flat at a great location in Central Barcelona. Will definitely​ recommend."}, {"18674": "18674", "4808211": "438740855", "2013-05-27": "2019-04-17", "4841196": "48736918", "Caron": "Louis", "Great location. Clean, spacious flat. Would recommend to anyone.": "Nice place very big"}, {"18674": "18674", "4808211": "445984236", "2013-05-27": "2019-04-30", "4841196": "124386486", "Caron": "Mihail", "Great location. Clean, spacious flat. Would recommend to anyone.": "Great location and nice apartment."}, {"18674": "18674", "4808211": "447343763", "2013-05-27": "2019-05-03", "4841196": "124511137", "Caron": "Natalia", "Great location. Clean, spacious flat. Would recommend to anyone.": "Un apartamento bonito y bien ubicado!"}, {"18674": "18674", "4808211": "449270399", "2013-05-27": "2019-05-06", "4841196": "87311585", "Caron": "Diego", "Great location. Clean, spacious flat. Would recommend to anyone.": "Todo bien. Como oportunidad recomendaria mejorar la aislacion de ruido y de calor. Se sentían ruidos de otros departamentos y era frío."}, {"18674": "18674", "4808211": "455900271", "2013-05-27": "2019-05-20", "4841196": "144073316", "Caron": "Pamela", "Great location. Clean, spacious flat. Would recommend to anyone.": "Buena ubicación, linda vista."}, {"18674": "18674", "4808211": "463457868", "2013-05-27": "2019-06-03", "4841196": "133074241", "Caron": "Jon", "Great location. Clean, spacious flat. Would recommend to anyone.": "Great Location with a lovely morning view of the Segrada Família. Anna from Barcelona4seasons was punctual and exceptionally helpful in advising on the best way to spend our time in Barcelona. <br/>The apartment was clean, slightly quirky and had everything we needed. The building itself could do with a facelift and the lift is a little tight but all in all a very comfortable stay."}, {"18674": "18674", "4808211": "480168541", "2013-05-27": "2019-07-02", "4841196": "13969136", "Caron": "Burc", "Great location. Clean, spacious flat. Would recommend to anyone.": "Nice place next to sagrada , a bit far from downtown and the beaches tough. Kitchen facilities are good , bedrooms are ok for 6 people. One bathroom is good sie but the small one was really very small. Furnitures and overall equipment were new. Towels , linens etc were very clean."}, {"18674": "18674", "4808211": "501793870", "2013-05-27": "2019-08-04", "4841196": "7806670", "Caron": "Jerome", "Great location. Clean, spacious flat. Would recommend to anyone.": "Appartement bien situé. Les matelas ne sont pas top, un peu trop mou et la clim est quasi inexistante. Donc difficile de dormir sans climatisation dans les chambres."}, {"18674": "18674", "4808211": "526688056", "2013-05-27": "2019-09-09", "4841196": "277727385", "Caron": "Julio", "Great location. Clean, spacious flat. Would recommend to anyone.": "Es un gran apartamento con todas las comodidades. Esta a 2 cuadras de Sagrada Familia y de la estación. Puedes llegar caminando a otros lugares de interés de Barcelona. Es un gran lugar para descansar luego de recorrer la ciudad!"}, {"18674": "18674", "4808211": "544887011", "2013-05-27": "2019-10-11", "4841196": "38214", "Caron": "Frank", "Great location. Clean, spacious flat. Would recommend to anyone.": "This place is conveniently located close to the Sagrada Familia and public transport.  It was very spacious and great for larger families or groups.  Checking into the place was done remotely so make sure your phone is charged when arriving at the place as we had to call our hosts when we arrived and they buzzed us in.  Unfortunately, I think I was allergic to something in the apartment as my eyes become itchy and watered when I was in the unit but cleared up when we went outside. Once I got allergy medicine from the pharmacy It helped me to enjoy my stay and we were out exploring the city most of the time.  Also, we were told and agreed upon a prompt 11 am check out time but were awoken at 8 am by the next guest entering the unit with keys...?  After a brief language barrier (she was Italian) we agreed to check out early since we were already up, while she left her luggage in the unit and left to give us our space/time.    The unit itself was clean and a great deal for the price/location.  We are very laid back people so these two little upsets really didn't affect our wonderful time exploring Barcelona."}, {"18674": "18674", "4808211": "546913674", "2013-05-27": "2019-10-14", "4841196": "240594959", "Caron": "Dinah", "Great location. Clean, spacious flat. Would recommend to anyone.": "The apartment is lovely, its spacious and has plenty of areas to relax when you're at home. The flat is also well connected and easy to get to from all areas of Barcelona. A great place for a group of friends who want a comfortable, clean and safe place to hang out before heading into Barcelona for the day / night."}, {"18674": "18674", "4808211": "550766254", "2013-05-27": "2019-10-19", "4841196": "298876371", "Caron": "Leon", "Great location. Clean, spacious flat. Would recommend to anyone.": "great location"}, {"18674": "18674", "4808211": "557436745", "2013-05-27": "2019-11-01", "4841196": "16365291", "Caron": "Alisa", "Great location. Clean, spacious flat. Would recommend to anyone.": "Очень удобное расположение, метро, магазины, все рядом, в двух шагах. Очень хорошие и отзывчивые хозяева, спасибо за чудесные каникулы."}, {"18674": "18674", "4808211": "480903422105386575", "2013-05-27": "2021-10-25", "4841196": "250338946", "Caron": "Matthieu", "Great location. Clean, spacious flat. Would recommend to anyone.": "Super appartement, fonctionnel, Maria et Mireai sont très réactive. <br/>Appartement peut être un peu bruyant mais sinon tout est top"}, {"18674": "18674", "4808211": "522979142783860532", "2013-05-27": "2021-12-22", "4841196": "47217784", "Caron": "Adam", "Great location. Clean, spacious flat. Would recommend to anyone.": "Great location and amazing view!"}, {"18674": "18674", "4808211": "556381700020634336", "2013-05-27": "2022-02-06", "4841196": "179360987", "Caron": "Miguel", "Great location. Clean, spacious flat. Would recommend to anyone.": "very big and clean house, super location and easy check in"}, {"18674": "18674", "4808211": "562888883859558785", "2013-05-27": "2022-02-15", "4841196": "48132012", "Caron": "Anett", "Great location. Clean, spacious flat. Would recommend to anyone.": "We had a very nice time at this apartment. We enjoyed the sunny living room with the balcony the most."}, {"18674": "18674", "4808211": "612101294979598070", "2013-05-27": "2022-04-24", "4841196": "123280023", "Caron": "Daniëlle", "Great location. Clean, spacious flat. Would recommend to anyone.": "Wij hadden een kort maar prima verblijf in dit appartement. De communicatie met de host was goed en ze was erg behulpzaam. De locatie is erg goed met mooi uitzicht op de Kathedraal."}, {"18674": "18674", "4808211": "638222583889413519", "2013-05-27": "2022-05-30", "4841196": "14303175", "Caron": "Gema", "Great location. Clean, spacious flat. Would recommend to anyone.": "Es un apartamento enorme con las habitaciones en la parte del apartamento que no da a la calle, con lo cual es una delicia para dormir y descansar. La zona del salón con la terracota es muy agradable para desayunar viendo la Sagrada Familia. Muy recomendable."}, {"18674": "18674", "4808211": "700532688387587838", "2013-05-27": "2022-08-24", "4841196": "413294291", "Caron": "Luis", "Great location. Clean, spacious flat. Would recommend to anyone.": "I’m really disappointed about the whole experience to be honest. First of all, We arrange a checkout hour the first day, then the owner told us that we had to leave earlier and the last day she told us that we have to leave even earlier, so communication was terrible.<br/>The kitchen flood as soon as we arrive and they fixed the next day so we didn’t have kitchen for 2 of the 3 days basically . But I think the worst part was that they actually told us when we did the check in and after we paid that we he to be extremely quiet during night (which wasn’t in the house rules or anything) because if we did any noises the neighbors will call the police and if that happens we had to leave the apartment right away. There was actually a sign in the building lobby that said that if there was any inconvenient with the “tourist apartment” call the police. So we really don’t recommend this experience for anyone. Also the description said the the  had Air conditioning, and there was only AC at the to living rooms and one didn’t even work. So the rooms are super hot"}, {"18674": "18674", "4808211": "701284924139516241", "2013-05-27": "2022-08-25", "4841196": "283152183", "Caron": "María Fernanda", "Great location. Clean, spacious flat. Would recommend to anyone.": "La ubicación es perfecta, cerca al metro y sitios donde comer. La atención excelente y son muy cordiales."}, {"18674": "18674", "4808211": "704168903501827455", "2013-05-27": "2022-08-29", "4841196": "184903923", "Caron": "Connor", "Great location. Clean, spacious flat. Would recommend to anyone.": "Great place. Great value. Great Location"}, {"18674": "18674", "4808211": "713612711374507594", "2013-05-27": "2022-09-11", "4841196": "13992554", "Caron": "Rob", "Great location. Clean, spacious flat. Would recommend to anyone.": "Before I start my review, I just want to let you know that I am a long-standing Air BNBer with lots of positive reviews. I have generally had good experiences but this stay was not good.<br/>Firstly the property is not run by Mirea & Maria but by a property management company, Barcelona4Seasons. I point this out because a big draw for me to this property was that I would be dealing with members of the LGBTIQ+ community. It’s worth noting this. Communications ahead of time were generally good and they were responsive. There was however a significant problem which led to my party abandoning the property.  <br/>The apartment is fantastically located in Sagrada Familia district. The apartment is an older apartment block and is definitely ‘vintage’. <br/> <br/>The problem is that there are significant building works going on to the rear of the apartment. These are major. They look like they have been there for some time and are likely to continue for several months. They create significant noise pollution which is heard throughout the apartment but specifically loudest at the rear of the building where 2 of the bedrooms are located. There is significant dust and debris produced by the building works also. <br/>This will have several impacts on your stay:<br/>- unless you are a deep sleeper you are likely to be woken during the day by the building works.<br/>- you will not be able to return to the apartment during the day as any rest you may wish to take will be impacted by the works.<br/>- you will be unable to leave the rear apartment windows open during the day because of the dust.<br/>I think therefore currently this would not make for a good holiday/tourist stay. It might be appropriate if you are staying for work.<br/>My friends who arrived first during the afternoon discovered this problem and refused to stay. They felt unsafe and, as this was part of their honeymoon, I don’t blame them. They recorded good video footage which shows the extent of the building works and the noise pollution. I am happy to share this on request.<br/>I immediately reported this to Barcelona4Seasons on my arrival. They denied knowledge of this significant building project and were unable to offer a refund or to rehouse us. They stated that they were unaware of these works. I find this comment surprising given that cleaners are coming into the apartment regularly and the scale of work. We were therefore obliged to find alternative accomodation and I am actively pursuing a refund.<br/>My stay was on the8th September and am writing this on 24 th September. I have looked at the listing today and note that no mention is made of the property management company or the building works. I would have hoped to have been told about the building works ahead of my stay as this would have impacted my  choice to stay here. I hope this helps you make an informed choice ahead of your stay. <br/>I hope by the time you read this the omissions in the listing have been updated as this could have been a great spot to stay were it not for the conditions."}, {"18674": "269467", "4808211": "250228865", "2013-05-27": "2018-04-04", "4841196": "174041011", "Caron": "Luis", "Great location. Clean, spacious flat. Would recommend to anyone.": "Muy cordial Jeremías. El lugar es acogedor. Experiencia que invita a repetirla"}, {"18674": "269467", "4808211": "253360312", "2013-05-27": "2018-04-14", "4841196": "18252900", "Caron": "Rick", "Great location. Clean, spacious flat. Would recommend to anyone.": "Jeremies place was wonderful!  Clean, well-appointed, fantastic location, elevator...Exactly as described. Jose Antonio was wonderfully responsive and available via phone and text at a moment’s notice. <br/>I’d highly recommend Jeremies place to anyone and everyone <br/>Rick"}, {"18674": "269467", "4808211": "255017657", "2013-05-27": "2018-04-19", "4841196": "121818031", "Caron": "Cami", "Great location. Clean, spacious flat. Would recommend to anyone.": "Excelente estadía! Inmejorable ubicación a pasos de la Sagrada Familia y cerca del metro. El departamento excelente."}, {"18674": "269467", "4808211": "256930375", "2013-05-27": "2018-04-24", "4841196": "47916829", "Caron": "Ana Laura", "Great location. Clean, spacious flat. Would recommend to anyone.": "Buena ubicación.  A dos cuadras de la sagrada familia y cercanía a medios de transporte.  El departamento estaba muy limpio, completo y en un buen estado general. Las fotos reflejan lo que se ofrece. Recomendable"}, {"18674": "269467", "4808211": "258362221", "2013-05-27": "2018-04-29", "4841196": "47366209", "Caron": "Rhona", "Great location. Clean, spacious flat. Would recommend to anyone.": "Jeremies place was stunning! Beautiful and clean, with fantastic spaces to relax and chill out. <br/>Right next to the sagrada familia, we enjoyed walking to the bus stop or the metro taking in the views. <br/>Great restaurants within walking distance including a steakhouse and great bars. <br/>Jeremies was a fantastic host! Met us on arrival and provided details about the local area. <br/>Highly recommend! <br/>Thank you jeremies! 😊😊"}, {"18674": "269467", "4808211": "265218224", "2013-05-27": "2018-05-16", "4841196": "46563504", "Caron": "Pim", "Great location. Clean, spacious flat. Would recommend to anyone.": "Great spot with a view on sagrada familia from sunny balcony. Also good facilities (coffee percolator, massage shower etc.)"}, {"18674": "269467", "4808211": "269985407", "2013-05-27": "2018-05-28", "4841196": "140824446", "Caron": "André", "Great location. Clean, spacious flat. Would recommend to anyone.": "Local excelente. Apartamento muito confortável. Corresponde ao indicado pelas fotos"}, {"18674": "269467", "4808211": "272139063", "2013-05-27": "2018-06-03", "4841196": "20764830", "Caron": "Mara", "Great location. Clean, spacious flat. Would recommend to anyone.": "Gracias por todo! It felt like home for few days, apparent space is used very wisely and designed very accurate, Safari style - light and bright, so much of spaces where to sit down, lay down and take a rest, plan trip or have a meal. Very relaxing and beautiful shower, very nice balcony, comfortable bed,many Windows, spacious kitchen. Very clean and likeable. In short, place you want to stay and return back. 3 km from beach , few meters from  Sagrada Familia and many gardens. By day we used metro to get to Las Ramblas, beach, stadium, park guell, shopping places etc., but by night we enjoyed 1h walk back home. It was simply wonderful stay. Enjoy all! First time using Airbnb and the best experience ever - totally worth the money!"}, {"18674": "269467", "4808211": "275643659", "2013-05-27": "2018-06-11", "4841196": "187193812", "Caron": "Brittney", "Great location. Clean, spacious flat. Would recommend to anyone.": "Overall very nice space in a safe area with good access to transportation. The AC stopped working a few days in for a few nights which was unfortunate, but did not seem to be the hosts fault as he responded to the issue."}, {"18674": "269467", "4808211": "278593312", "2013-05-27": "2018-06-18", "4841196": "137321476", "Caron": "Gerard", "Great location. Clean, spacious flat. Would recommend to anyone.": "El apartamento esta muy bien, muy limpio y muy bien comunicado, y el anfitrion ha sido muy agradable y muy atento, todo esto ha hecho de este fin de semana una experiencia genial"}, {"18674": "269467", "4808211": "283121080", "2013-05-27": "2018-06-29", "4841196": "66368733", "Caron": "Mallory", "Great location. Clean, spacious flat. Would recommend to anyone.": "It's a lovely apartment and served me really well for a week work trip in Barcelona. I definitely recommend it!"}, {"18674": "269467", "4808211": "294529982", "2013-05-27": "2018-07-22", "4841196": "5805155", "Caron": "Patricio", "Great location. Clean, spacious flat. Would recommend to anyone.": "Good apartment, ac has problems and needs to be restarted constantly. Location is not great"}, {"18674": "269467", "4808211": "298487755", "2013-05-27": "2018-07-29", "4841196": "40017900", "Caron": "Draghici", "Great location. Clean, spacious flat. Would recommend to anyone.": "A good place where you can find in the same time joy and relaxing."}, {"18674": "269467", "4808211": "304219083", "2013-05-27": "2018-08-09", "4841196": "60236641", "Caron": "Richard", "Great location. Clean, spacious flat. Would recommend to anyone.": "Nice apartment very close to La Sagrada Familia. Plenty of restaurants nearby and two Metro stations within a few minutes walk."}, {"18674": "269467", "4808211": "307975175", "2013-05-27": "2018-08-15", "4841196": "10246006", "Caron": "Aurore", "Great location. Clean, spacious flat. Would recommend to anyone.": "Really nice and clean accommodation, good communication and hosts really helpful at arrival! "}, {"18674": "269467", "4808211": "310023420", "2013-05-27": "2018-08-19", "4841196": "90243585", "Caron": "Robin", "Great location. Clean, spacious flat. Would recommend to anyone.": "Great Apartment near the Sagrada Familia. Would recommend anyone to stay and enjoy their trip at jeremies!<br/>"}, {"18674": "269467", "4808211": "321763359", "2013-05-27": "2018-09-11", "4841196": "172040167", "Caron": "Lale", "Great location. Clean, spacious flat. Would recommend to anyone.": "great location and a stylish place. we had a good time"}, {"18674": "269467", "4808211": "323984147", "2013-05-27": "2018-09-16", "4841196": "3300032", "Caron": "Ori & Neomi", "Great location. Clean, spacious flat. Would recommend to anyone.": "Overall was ok stay, but not great. First the pros - the place is in good condition, shower is great, location pretty good, terrace is nice.<br/>Cons:<br/>1. Was difficult to coordinate my arrival, not very responsive. I had to contact Airbnb support to assist as it was already a day before my arrival and I didn’t know when and how I can check in.<br/>2. AC didn’t work on the last night, since I read on other reviews it’s an issue I suggest to fix it and to put a fan in the apartment in case it breaks again.<br/>3. Carpets, pillows and towels- are too old. Carpets were very dusty I had to roll up some of them as I’m allergic to dust. Plus there this slight dust smell."}, {"18674": "269467", "4808211": "328719180", "2013-05-27": "2018-09-27", "4841196": "41262076", "Caron": "沛珊", "Great location. Clean, spacious flat. Would recommend to anyone.": "everything is prefect"}, {"18674": "269467", "4808211": "330810436", "2013-05-27": "2018-10-01", "4841196": "151078715", "Caron": "D.", "Great location. Clean, spacious flat. Would recommend to anyone.": "Good but not great. 3 1/2 stars overall. Pros: great location, clean shower, quiet, great elevator, very secure, many restaurants & cafes in the area. Cons: air conditioner (only the fan works; could not get the room lower than 77F/25C deg; circuit breaker trips if you try to make it cooler), do not rent this room in the summer until the A/C is fixed, you will be miserable; towels (one set each) felt like sandpaper; some areas need deep cleaning. These are easy fixes that could make an OK accommodation great."}, {"18674": "269467", "4808211": "337062224", "2013-05-27": "2018-10-15", "4841196": "17308426", "Caron": "Janne", "Great location. Clean, spacious flat. Would recommend to anyone.": "Very sunny and spacious"}, {"18674": "269467", "4808211": "338651924", "2013-05-27": "2018-10-20", "4841196": "132847399", "Caron": "Jonathan", "Great location. Clean, spacious flat. Would recommend to anyone.": "Jeremie's place was an amazing find and the favorite AirBNB of our trip. This is an up-scale feeling loft in a great location. You'll feel like you're living in style. The place is stylishly decorated and very spacious with a very generous kitchen to boot. <br/>While close to the Sagrada Familia, you're likely only going to visit that once, and it's a little far from other great area in Barcelona, like the Gothic Quarter (1.5 miles) which was my wife's and my favorite part of the trip. Walking is a big part of our vacation stay, so we didn't mind. We love discovering random shops along the way. But others may have to rely more on cabs and public transit to get to some of these other areas. But others who aren't as mobile and hate public transit may wish to stay closer.<br/>We would highly recommend it, and would gladly stay again should we ever revisit Barcelona!"}, {"18674": "269467", "4808211": "343316052", "2013-05-27": "2018-10-31", "4841196": "19382633", "Caron": "Adam", "Great location. Clean, spacious flat. Would recommend to anyone.": "Jeremies’s place is at a perfect location with lot of small places to sit in, the neighborhood has a very nice milieu. Also any other part of the city is easily accessible via public transportation or even by bike."}, {"18674": "269467", "4808211": "345879731", "2013-05-27": "2018-11-06", "4841196": "144888558", "Caron": "Todd", "Great location. Clean, spacious flat. Would recommend to anyone.": "3.5 stars.....great location, half block to L2 metro. safe area, quiet at night for sleep. balcony gets a ton of sun. clean bathroom, spacious apt. host very responsive  <br/>suggestions and reccomendations.... new bed linens, towels carpets. apt could use a deep cleaning"}, {"18674": "269467", "4808211": "366790815", "2013-05-27": "2019-01-03", "4841196": "39652214", "Caron": "Jon", "Great location. Clean, spacious flat. Would recommend to anyone.": "Great little flat, quiet retreat in a great location"}, {"18674": "269467", "4808211": "411368856", "2013-05-27": "2019-02-12", "4841196": "146133301", "Caron": "Nikolay", "Great location. Clean, spacious flat. Would recommend to anyone.": "The location of this appartment is great. About 1 minute walk to Sagrada Familia, 2 big supermarkets in 2-3 minutes, Music Museum and Design Museums in 5-10 minutes and a lot of small caffes around, including Starbucks.<br/>The apartment is very light. Repairs is a little bit \"tired\" and yet the appartment is comfortable and nice. The owner is a very attentive and conscious man, alway ready to help.  If you want to stay in Barcelona, this is defenitely a great place."}, {"18674": "269467", "4808211": "415656575", "2013-05-27": "2019-02-23", "4841196": "72650568", "Caron": "Ilya", "Great location. Clean, spacious flat. Would recommend to anyone.": "Хороший вариант."}, {"18674": "269467", "4808211": "419622984", "2013-05-27": "2019-03-04", "4841196": "7172241", "Caron": "Nick", "Great location. Clean, spacious flat. Would recommend to anyone.": "Un apartamento muy bonito, muy cómodo, a 150 metros de la Sagrada Familia (y de su Metro, con dos líneas diferentes), con unos anfitriones serviciales, agradables y dispuestos a ayudar.<br/>Un placer hospedarnos en su apartamento =)<br/>Muy recomendable."}, {"18674": "269467", "4808211": "425500204", "2013-05-27": "2019-03-18", "4841196": "32174027", "Caron": "Pablo", "Great location. Clean, spacious flat. Would recommend to anyone.": "Excelente apartamento, cómodo y espacioso, que sería perfecto si la limpieza inicial hubiera sido más cuidada y la ropa de cama, toallas y sartenes estuvieran renovadas. Jeremías muy atento. Espero volver."}, {"18674": "269467", "4808211": "430266068", "2013-05-27": "2019-03-30", "4841196": "94840591", "Caron": "Mark", "Great location. Clean, spacious flat. Would recommend to anyone.": "Very good. 10/10 would recommend."}, {"18674": "269467", "4808211": "437875149", "2013-05-27": "2019-04-15", "4841196": "247853452", "Caron": "Lucca", "Great location. Clean, spacious flat. Would recommend to anyone.": "Great location and hospitality!"}, {"18674": "269467", "4808211": "442297953", "2013-05-27": "2019-04-23", "4841196": "47113565", "Caron": "Lily", "Great location. Clean, spacious flat. Would recommend to anyone.": "Jeremie’s place was the perfect size and location for my boyfriend and I to stay in."}, {"18674": "269467", "4808211": "445357000", "2013-05-27": "2019-04-29", "4841196": "18286149", "Caron": "Alice", "Great location. Clean, spacious flat. Would recommend to anyone.": "We really like the flat. The location is great, you can walk to the Sagrada Familia within 5 mins and take two Metro line just below the Sagrada Familia.  <br/>Jeremies prepared every thing for a comfortable live. In the kitchen, we surprised found noodles and flavour. <br/>Jeremies warmly welcomed us and introduced every details to live comfortable in the flat."}, {"18674": "269467", "4808211": "450705198", "2013-05-27": "2019-05-10", "4841196": "493497", "Caron": "Clive", "Great location. Clean, spacious flat. Would recommend to anyone.": "We enjoyed our stay with the exception of 2 things: 1. It was not clean, the bed looked as though it had been slept in for several days, hairs all over the pillows and we purchased new sheets as the spares did not fit the bed. The kitchen equipment was also not clean. This is absolutely not acceptable when offering a home to guests, I am in no way neurotic about cleanliness but this was not acceptable. Also, the downstairs neighbour is a psychopath...knocking on the our door, screaming and going crazy at us for no real reason, watching us through the blinds when we come home like a lunatic. She was an unpleasant experience."}, {"18674": "269467", "4808211": "457487555", "2013-05-27": "2019-05-24", "4841196": "109457987", "Caron": "Daniela", "Great location. Clean, spacious flat. Would recommend to anyone.": "This is a lovely bright, modern and well furnished apartment. Open plan so it feels very spacious and is stylishly decorated. South facing balcony gets the afternoon and evening sun. Well located, only a few mins walk from La Sagrada Familia and you can see the towers from the terrace! Offers every convenience and is in my view good good value for money in Barcelona centre. Peaceful & quiet on the interior too. Thanks for a great stay, i‘ll be back :)"}, {"18674": "269467", "4808211": "461359682", "2013-05-27": "2019-05-31", "4841196": "41828388", "Caron": "Lisa", "Great location. Clean, spacious flat. Would recommend to anyone.": "Lovely and spacious studio apartment just footsteps from La Sagrada Familia. The living space and kitchen had all the amenities we needed and we enjoyed the sunshine on the balcony. Space includes a washing machine, dishwasher, full-sized refrigerator, and cooking utensils. We loved this location for our week in Barcelona; very close to the Metro but we also walked to the Sea all over the city. Highly recommend this location. Host is accommodating and welcoming."}, {"18674": "269467", "4808211": "467333594", "2013-05-27": "2019-06-10", "4841196": "151733298", "Caron": "Liora", "Great location. Clean, spacious flat. Would recommend to anyone.": "Nice apartment and a nice host at a great location.<br/>Not a great fit if you are allergic to dust as there are many rugs and cushions as part of the decor. Other than that it was clean and pleasant."}, {"18674": "269467", "4808211": "471736550", "2013-05-27": "2019-06-18", "4841196": "201576538", "Caron": "Claire", "Great location. Clean, spacious flat. Would recommend to anyone.": "A lovely apartment to stay in, had everything we needed. Although close to Metro station and the Sagrada Familia but further from a lot of tourist attractions than I had anticipated. A lovely week in a lovely place. Thanks Jeremies."}, {"18674": "269467", "4808211": "473756095", "2013-05-27": "2019-06-22", "4841196": "133903031", "Caron": "Ash", "Great location. Clean, spacious flat. Would recommend to anyone.": "I visit Barcelona frequently as I simply adore the city. I almost always stay in a different apartment so I can try out a different part of the city.<br/>As I'd never stayed too close to Sagrada Familia before, my partner and I chose this place as it was available and the price was great.<br/>We were absolutely not disappointed. Jose met us at the apartment as agreed, took us through all of the essentials for the apartment, offered us advice on where to go etc and when there was a slight issue with the cooker, had it fixed immediately at our convenience.<br/>I'd very highly recommend this apartment for your stay in Barcelona. The location is great, stylish, clean, friendly and overall a joy to stay in, especially for a couple."}, {"18674": "269467", "4808211": "478078720", "2013-05-27": "2019-06-29", "4841196": "173544536", "Caron": "Sheila", "Great location. Clean, spacious flat. Would recommend to anyone.": "The apartment is centrally located to the beach and many sights. We loved staying here and would stay again! The apartment is clean and fit 3 adults perfectly. Kitchen is stocked and having a clothes washer was great!!"}, {"18674": "269467", "4808211": "490218815", "2013-05-27": "2019-07-18", "4841196": "91799147", "Caron": "Carl", "Great location. Clean, spacious flat. Would recommend to anyone.": "Très belle appartement, très bien situé à côté de tout simple pour ce déplacer"}, {"18674": "269467", "4808211": "493371979", "2013-05-27": "2019-07-22", "4841196": "147484614", "Caron": "Adriel", "Great location. Clean, spacious flat. Would recommend to anyone.": "This appartment was one of the most beautiful places I've stayed. It was clean, the check in process was super easy, and they were very friendly and nice, and the location was magnificent. Definitely you get your money's worth."}, {"18674": "269467", "4808211": "509832666", "2013-05-27": "2019-08-15", "4841196": "174566081", "Caron": "Zachary", "Great location. Clean, spacious flat. Would recommend to anyone.": "Wonderfully located and an amazing space - very well equipped and a very helpful host<br/>Thank you!!"}, {"18674": "269467", "4808211": "518849201", "2013-05-27": "2019-08-27", "4841196": "274986238", "Caron": "Emilio", "Great location. Clean, spacious flat. Would recommend to anyone.": "Apartamento muy bien ubicado conodo amplio silencioso y buena comunicacion para la pkaya los transportes y los puntos turistucos"}, {"18674": "269467", "4808211": "523774442", "2013-05-27": "2019-09-04", "4841196": "26559544", "Caron": "Stephanie", "Great location. Clean, spacious flat. Would recommend to anyone.": "Great stay in a clean, conveniently located flat! Would stay again!"}, {"18674": "269467", "4808211": "528601038", "2013-05-27": "2019-09-13", "4841196": "275327986", "Caron": "Irene", "Great location. Clean, spacious flat. Would recommend to anyone.": "Convenient located to all the attractions, supermarket, and the metro. It's a cute place however am disappointed with the cleanliness of the bedsheets, washroom and dishes properly clean. I'm all in staying at someone else house. However, I would expect to have a clean place if renting it out."}, {"18674": "269467", "4808211": "545434423", "2013-05-27": "2019-10-12", "4841196": "275056721", "Caron": "Debbie", "Great location. Clean, spacious flat. Would recommend to anyone.": "Great host and apartment.  Down the block from the Sangria Familia."}, {"18674": "269467", "4808211": "551245264", "2013-05-27": "2019-10-20", "4841196": "172565113", "Caron": "Olivia", "Great location. Clean, spacious flat. Would recommend to anyone.": "Very cosy appartment Near metro and sagrada familia, well designed and calm vibe. I would recommend it to everyone !!"}, {"18674": "269467", "4808211": "558066159", "2013-05-27": "2019-11-02", "4841196": "130442761", "Caron": "Silkie", "Great location. Clean, spacious flat. Would recommend to anyone.": "The place was great, good location close to Sagrada Familia and Metro. Fair walk to the beach. Helpful host and well equipped unit with nice decorations and good sunlight. Ideally it would have better bedding but not bad bedding either."}, {"18674": "269467", "4808211": "588189392", "2013-05-27": "2020-01-04", "4841196": "12678891", "Caron": "Fahd", "Great location. Clean, spacious flat. Would recommend to anyone.": "Jeremies place was just amazing , right infront of the sagrada familia , perfect location surrounded with beautiful architecture, will definitely stay here again when I’m back !"}, {"18674": "269467", "4808211": "611154941", "2013-05-27": "2020-02-26", "4841196": "9668062", "Caron": "Laura", "Great location. Clean, spacious flat. Would recommend to anyone.": "As grand and elegant and light-filled as the apartment appears in the photos, it is much more so in person. Further, the kitchen is large and well equipped, the shower is fabulous, the bed is very comfortable, there is plenty of closet space and hangers, and the apartment is laid out so as to provide togetherness when you want it and space when you need some down time. There are lots of electrical outlets.  The neighborhood is quiet and residential, with markets and restaurants and bakeries and three metro lines nearby - and when you walk two blocks up the street, you are face to face with the Sagrada Família temple. You can easily take the metro to the Sants train station or the airport or Camp Nou.  Jeremies and Jose Antonio were helpful and professional. I should mention they are going out of their way to ship me a piece of luggage that I left in the lift - that is exemplary service, to me."}, {"18674": "269467", "4808211": "764176455", "2013-05-27": "2021-05-30", "4841196": "246612650", "Caron": "Alberto", "Great location. Clean, spacious flat. Would recommend to anyone.": "Emplacement parfait en plein cœur de Barcelone. L’appartement est spacieux pour 2 personnes. Le coin bureaux est idéal pour quelques jours de télétravail ;)"}, {"18674": "269467", "4808211": "402603776291701788", "2013-05-27": "2021-07-09", "4841196": "124534994", "Caron": "Pijus", "Great location. Clean, spacious flat. Would recommend to anyone.": "Fabulous location, neighbourhood are nice. A lot of space for two people, nice Spanish interior, to get to the beach takes only 10-15min with scooter, but if you like to walk - 30min.  In conclusion, we really gonna come back!"}, {"18674": "269467", "4808211": "406225399285758140", "2013-05-27": "2021-07-14", "4841196": "391495409", "Caron": "Grégory", "Great location. Clean, spacious flat. Would recommend to anyone.": "Excellent accueil !!! Un super appartement, bien situé avec les commodités à proximité ! Jérémies nous a très bien accueilli avec des indications pour notre séjour. Je recommande vivement !"}, {"18674": "269467", "4808211": "430183196021455319", "2013-05-27": "2021-08-16", "4841196": "122791727", "Caron": "Haukur", "Great location. Clean, spacious flat. Would recommend to anyone.": "Very helpful individual!"}, {"18674": "269467", "4808211": "435225150745165819", "2013-05-27": "2021-08-23", "4841196": "10780910", "Caron": "Dani", "Great location. Clean, spacious flat. Would recommend to anyone.": "el apartamento es un encanto. muy espacioso, bien ubicado entre las estaciones Monumental y Sagrada Familia con bicicletas, motos Yego y taxis cerca. el piso es lujoso con un balcón increíble. Jeremies fue muy agradable y un excelente comunicador. 10/10"}, {"18674": "269467", "4808211": "442463215969450108", "2013-05-27": "2021-09-02", "4841196": "50880772", "Caron": "Jorn", "Great location. Clean, spacious flat. Would recommend to anyone.": "We had a lovely stay! To start with, Jeremies is an excellent and kind host. The apartment is perfect; A-location, sunny balcony all day and great facilities. The pictures give a good overall impression of the apartment. We enjoyed every minute of our stay and highly recommend Jeremies apartment."}, {"18674": "269467", "4808211": "471503208174842105", "2013-05-27": "2021-10-12", "4841196": "13454002", "Caron": "Thiago", "Great location. Clean, spacious flat. Would recommend to anyone.": "Great location, perfect place for couples. If you like a quiet place but still want to stay close to bars, restaurants and feel like you live in Barcelona, this place is great!"}, {"18674": "269467", "4808211": "530246507228513774", "2013-05-27": "2022-01-01", "4841196": "71166509", "Caron": "Rickard", "Great location. Clean, spacious flat. Would recommend to anyone.": "We had a great stay! The apartment is perfectly located, modern and clean. Plus for the small balcony! Minus for noise sensitive to inside staircase and elevator. Still, recommended for sure!"}, {"18674": "269467", "4808211": "623687809665339019", "2013-05-27": "2022-05-10", "4841196": "241488546", "Caron": "Amanda", "Great location. Clean, spacious flat. Would recommend to anyone.": "Precioso apartamento, tranquilo y acogedor, todo cuidado al máximo detalle. Buena elección tanto si vas de turismo como a trabajar en Barcelona. La comunicación con Jeremies ha sido fantástica desde el primer momento. Sin duda alguna muy recomendable!"}, {"18674": "269467", "4808211": "650513990271815851", "2013-05-27": "2022-06-16", "4841196": "431467202", "Caron": "Cameron", "Great location. Clean, spacious flat. Would recommend to anyone.": "Had a wonderful stay!"}, {"18674": "269467", "4808211": "651978066818431366", "2013-05-27": "2022-06-18", "4841196": "172669753", "Caron": "Sylvie", "Great location. Clean, spacious flat. Would recommend to anyone.": "Super appartement très bien situé. L’hôte est à l’écoute et très professionnel"}, {"18674": "269467", "4808211": "657096089778047609", "2013-05-27": "2022-06-25", "4841196": "237010519", "Caron": "William", "Great location. Clean, spacious flat. Would recommend to anyone.": "Nice place, close to Sagrada Familia and the metro right outside it. Try the bakery across the road! 🥐"}, {"18674": "269467", "4808211": "663591303596024429", "2013-05-27": "2022-07-04", "4841196": "50838410", "Caron": "Delia", "Great location. Clean, spacious flat. Would recommend to anyone.": "We booked with Jeremies due to a burglary in our previous airbnb. Jeremies accepted our request last minute the same day we moved in. He saved our holidays. Thanks again! The apartment is in a great location and quiet. We felt save and would definitely book again!"}, {"18674": "269467", "4808211": "702731810781995672", "2013-05-27": "2022-08-27", "4841196": "9090144", "Caron": "Mirza", "Great location. Clean, spacious flat. Would recommend to anyone.": "Nice apartment, very stylish, had a great time here. Great mattress, nice big working desk/workspace and good wifi if you need to be productive. Also great window blinds/shutters if you need to block out the sunlight. Full equiped kitchen with everything you need. Only downside if I had to pick would be location, it is a bit out there by sagrada familia so it can be a bit of a trek if you gonna walk it from the beach or some bar in born. Either way I would recommend."}, {"18674": "269467", "4808211": "839008188606542745", "2013-05-27": "2023-03-03", "4841196": "494331848", "Caron": "Stella", "Great location. Clean, spacious flat. Would recommend to anyone.": "Super Apartment, toll ausgestattete Küche, vieles gut zu Fuß erreichbar."}]